<template>
<h1>你好</h1>
<p>
    这是我尝试的用Vue做的一个个人主页，虽然你可能觉得这有点杀鸡用牛刀
</p>
<p>
    我之所以会做这么一个项目，一是我觉得可以用一条链接给出所有个人信息真的超方便；
    二是想磨练磨练我的前端开发。
</p>
<p>现在自我介绍一下，我是——一个致力于让多ai配合写出高质量代码同时由人类为它赋予可读性和幽默的灵魂但不是在压力自己就是在压力自己的路上的只会python和一点点前端（不然这个网站怎么来的）的但只有周末能写代码甚至还要写作业的菜鸟程序员（不是咸鱼梦想家）——（没气了）——（吸气）hou-tianqi侯天祺😭我只是个学生</p>
<p>（长难句起手）</p>
<br>
<p>难以置信我居然没有联系方式（QQ:2702200569  但青少年模式，所以搜不到），看来我要深造后端开发，让这个网页可以留言（还好我使用了Vue框架，留言功能没那么难）</p>
</template>

<style scoped>
p{
    font-size: 20px;
    color: rgb(0, 221, 255);
}
</style>
